q1 = input("1. Ποιο είναι το επίθετο της Ελεάννας: ")
if q1 == "Πετρίδου":
    print("Μπράβο Φαίδων!")
else:
    print("Όχι Φαίδων, μη!")

q2 = input("2. Ποια είναι η ημερομηνία γέννηης της Ελεάννας (ΜΜ/ΜΜ/ΧΧΧΧ): ")
if q2 == "18/08/2008":
    print("Μπράβο Φαίδων!")
else:
    print("Όχι Φαίδων, μη!")

q3 = input("3. Ποιο είναι το celebrity crush της Ελεάννας: ")
if q3 == "Brad Pitt":
    print("Μπράβο Φαίδων!")
else:
    print("Όχι Φαίδων, μη!")

q4 = input("4. Ποιο είναι το αγαπημένο χρώμα της Ελεάννας: ")
if q4 == "Ροζ":
    print("Μπράβο Φαίδων!")
else:
    print("Όχι Φαίδων, μη!")

q5 = input("5. Ποια είναι η αγαπημένη γεύση παγωτού της Ελεάννας: ")
if q5 == "Cheese Cake":
    print("Μπράβο Φαίδων!")
else:
    print("Όχι Φαίδων, μη!")